[
  {
    "slug": "narayana-murthy",
    "name": "Narayana Murthy",
    "title": "The Visionary IITian Who Built Infosys into a Global IT Giant",
    "summary": "Narayana Murthy is one of India’s most respected entrepreneurs and pioneers in the IT industry. As the co-founder of Infosys, he played a pivotal role in shaping India’s software services sector and establishing India as a global tech powerhouse. His journey from an IIT graduate to a business icon is truly inspiring.",
    "sections": [
      {
        "heading": "Early Life and Education",
        "content": "Born in 1946 in Karnataka, India, Narayana Murthy was raised in a middle-class family that valued education and discipline. He studied electrical engineering at the Indian Institute of Technology (IIT) Kanpur, one of the premier engineering institutes in India. His time at IIT not only equipped him with technical expertise but also instilled a strong work ethic and problem-solving attitude."
      },
      {
        "heading": "Early Career and Vision",
        "content": "After graduating, Murthy began his career with various engineering roles, including working at the Indian Institute of Management Ahmedabad (IIM-A) as a chief systems programmer. Despite a stable career, he was driven by an entrepreneurial spirit and a vision to create an Indian IT company that could compete on a global scale."
      },
      {
        "heading": "Founding Infosys",
        "content": "In 1981, Narayana Murthy, along with six other engineers, founded Infosys with just $250 as initial capital. Starting in a small rented office, their goal was to provide software development and consulting services to international clients.\n\nMurthy’s leadership was marked by transparency, ethics, and a commitment to quality. He believed in building a company on strong corporate governance principles and creating value for clients and employees alike."
      },
      {
        "heading": "Infosys: Growth and Global Impact",
        "content": "Under Murthy’s stewardship, Infosys grew rapidly from a small startup to one of the world’s leading IT service providers. The company was among the first Indian firms to be listed on the NASDAQ stock exchange, signaling India’s arrival on the global tech map.\n\nInfosys pioneered the export of software services from India, creating millions of jobs and helping transform India’s economy. Murthy’s vision helped build a corporate culture focused on innovation, customer satisfaction, and social responsibility."
      },
      {
        "heading": "Leadership Style and Legacy",
        "content": "Narayana Murthy is admired for his humble leadership style, integrity, and commitment to social causes. He often emphasized the importance of ethical business practices and giving back to society.\n\nEven after stepping down as CEO and later chairman, Murthy continued to mentor entrepreneurs and contribute to various philanthropic initiatives, including education and rural development."
      },
      {
        "heading": "Lessons from Narayana Murthy’s Journey",
        "content": "• Ethical Leadership: Success built on honesty and strong values.\n• Vision and Perseverance: Starting small with a clear goal and relentless focus.\n• Empowering People: Building a company culture that values talent and teamwork.\n• Giving Back: Commitment to social responsibility beyond business."
      },
      {
        "heading": "Conclusion",
        "content": "Narayana Murthy’s story is a shining example of how visionary leadership and unwavering principles can transform not just a company, but an entire industry and nation. From an IIT Kanpur graduate to the founder of Infosys, his legacy continues to inspire countless entrepreneurs and professionals worldwide."
      }
    ]
  }
]
